Repository: wp-plugins/cd-bp-avatar-bubble
Catalog: langs/*.po
Languages: fr_fr, it_it

source: Badge Admin
fr_fr: Administration Badge

source: Settings Updated.
fr_fr: Options sauvegardées.

source: General option
fr_fr: Options Générales

source: Show only website logo
fr_fr: N'afficher que le logo du site

source: Yes
fr_fr: Oui
it_it: Sì

source: No
fr_fr: Non

source: User can select layout
fr_fr: L'utilisateur peux définir une disposition personnlisée

source: User can add profile image
fr_fr: L'itulisateur peut ajouter l'image de son profil

source: User can add xprofile information
fr_fr: L'itulisateur peut ajouter des informations de son profil

source: Display option
fr_fr: Options d'affichage

source: Default layout
fr_fr: Disposition par défaut

source: Default profile image
fr_fr: Image du profil par défaut

source: Show
fr_fr: Montrer

source: Hide
fr_fr: Cacher

source: Profile image size
fr_fr: Taille de l'image du profil

source: Thumbnail
fr_fr: Miniature

source: Full
fr_fr: Plein

source: Background color
fr_fr: Couleur de fond

source: Text color
fr_fr: Couleur du text

source: Bold field text
fr_fr: Text en gras

source: Field text color
fr_fr: Couleur du text

source: Show badge border
fr_fr: Afficher les bordures du badge

source: Border color
fr_fr: Couleur de la bordure

source: Badge code
fr_fr: Code du badge

source: Short
fr_fr: Court

source: Exclude field (seperate by ,)
fr_fr: Exclure le(s) champs (séparés par des virgules)

source: Save Settings
fr_fr: Sauvegarder les otpions

source: Badge Setup
fr_fr: Configuration du badge

source: Buddypress Badge START
fr_fr: Badge Début

source: Create Your Badge
fr_fr: Créer votre badge

source: Buddypress Badge END
fr_fr: Badge Fin

source: Layout :
fr_fr: Disposition :

source: Information :
fr_fr: Informations :

source: Photo
fr_fr: Image

source: Update Badge
fr_fr: Mettre à jour le badge

source: Badge Generator
fr_fr: Générateur de badge

source: Copy and Pasts the following code on your website :
fr_fr: Voici le code à copier / coller sur votre site web pour afficher votre nouveau badge :

source: Preview :
fr_fr: Aperçu :

source: Friendship Requested
fr_fr: Contact demandé
it_it: Amicizia Richiesta

source: Cancel Friendship
fr_fr: Rompre le contact
it_it: Rimuovi dagli Amici

source: Add Friend
fr_fr: Ajouter comme contact
it_it: Aggiungi agli Amici

source: Mention this User
fr_fr: Citer cet utilisateur
it_it: Menziona questo utente

source: Send a private message to this user
fr_fr: Envoyer un message à cet utilisateur
it_it: Invia un messaggio privato a questo utente

source: Private Message
fr_fr: Message
it_it: Messaggio Privato

source: You should be logged in to send a private message
fr_fr: Vous devez être conecté pour envoyer un message
it_it: Devi effettuare l'accesso per inviare un messaggio privato

source: Nothing to display. Check a bit later please.
fr_fr: Rien à afficher. Veuillez réessayer plus tard SVP
it_it: Nessuna informazione disponibile.

source: All changes were saved. Go and check results!
fr_fr: Parametres sauvegardés. Vous pouvez vérifier les résultats sur votre site.
it_it: Impostazioni salvate. Ora puoi controllare il risultato!

source: Interactive Avatars
fr_fr: Avatars interactifs
it_it: Avatar Interattivi

source: Check here all fields you want to show in a bubble
fr_fr: Quels champs souhaitez-vous afficher dans les bulles ?
it_it: Seleziona tutti i campi che vuoi far apparire nella nuvoletta

source: As a link?
fr_fr: Champs cliquable ? (permet la recherche associée sur les champs)
it_it: Come collegamento?

source: Remember: the more you choose, the more time needed to process the request.
fr_fr: Attention : Plus vous afficher d'infos, plus ça demande des requetes, plus ça prend du temps.
it_it: Attenzione: più campi si selezionano, maggiore sarà il tempo necessario per elaborare la richiesta.

source: All
fr_fr: Tout
it_it: Tutti

source: Whom you would like allow to see those avatar bubble?
fr_fr: Qui peut voir les bulle ?
it_it: A chi desideri siano mostrate le nuvolette?

source: Admin users only
fr_fr: Admins
it_it: Solo gli Amministratori

source: Logged in users only (including admins)
fr_fr: Connectés
it_it: Solo gli utenti che hanno effettuato l'accesso (inclusi gli Amministratori)

source: All visitors (even not logged in)
fr_fr: Tout le monde
it_it: Tutti i visitatori (anche coloro che non hanno effettuato l'accesso)

source: Which color of bubble border do you prefer to use?
fr_fr: Couleur des bulle ?
it_it: Quale colore preferisci per il bordo della nuvoletta?

source: Light Blue
it_it: Azzurro

source: Dark Green
it_it: Verde

source: Light Red
it_it: Rosso

source: Just Black
it_it: Nero

source: Simply Grey
it_it: Grigio

source: Do you want to display Mention and Private message links?
fr_fr: Afficher les boutons "Mention" et "Message" dans les bulles ?
it_it: Vuoi mostrare i collegamenti a Menzione e Messaggio privato?

source: Do you want to display Add Friend button?
fr_fr: Afficher le bouton "Ajouter comme contact" ?
it_it: Vuoi mostrare il pulsante per richiedere l'amicizia?

source: Save Selected Fields
fr_fr: Sauvegarder les paramètres
it_it: Salva Impostazioni
